tap "homebrew/bundle"
brew "asdf"
brew "gh"
brew "mas"
cask "clipy"
cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "karabiner-elements"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "LINE", id: 539883307
vscode "alefragnani.project-manager"
vscode "github.github-vscode-theme"
vscode "pkief.material-icon-theme"
