tap "homebrew/bundle"
brew "asdf"
brew "gh"
brew "lazygit"
brew "lefthook"
brew "lsd"
brew "mas"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "clipy"
cask "cloudflare-warp"
cask "discord"
cask "displaylink"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "karabiner-elements"
cask "meetingbar"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "wezterm"
cask "zoom"
mas "LINE", id: 539883307