tap "homebrew/bundle"
brew "asdf"
brew "gh"
brew "lazygit"
brew "lefthook"
brew "mas"
brew "starship"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "clipy"
cask "discord"
cask "displaylink"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "karabiner-elements"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "LINE", id: 539883307
vscode "alefragnani.project-manager"
vscode "anan.jetbrains-darcula-theme"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "pkief.material-icon-theme"
vscode "yoavbls.pretty-ts-errors"
